
index = ('2018-01-03 15:00:00',#アメリカ・ISM製造業景気指数
         '2018-01-05 13:30:00',#アメリカ・雇用統計
         '2018-01-05 15:00:00',#アメリカ・ISM非製造業景気指数
         '2018-01-12 13:30:00',#アメリカ・小売売上高
         '2018-01-25 12:45:00',#ユーロ・ECB政策金利
         '2018-01-26 13:30:00',#アメリカ・実質ＧＤＰ（速報値）
         '2018-01-31 19:00:00',#アメリカ・FRB政策金利(FOMC)
         '2018-02-01 15:00:00',#アメリカ・ISM製造業景気指数
         '2018-02-02 13:30:00',#アメリカ・雇用統計
         '2018-02-05 15:00:00',#アメリカ・ISM非製造業景気指数
         '2018-02-08 12:00:00',#英国・英中銀政策金利
         '2018-02-14 13:30:00',#アメリカ・小売売上高
         '2018-03-01 15:00:00',#アメリカ・ISM製造業景気指数
         '2018-03-05 15:00:00', #アメリカ・ISM非製造業景気指数
         '2018-03-08 12:45:00',#ユーロ・ECB政策金利
         '2018-03-09 13:30:00',#アメリカ・雇用統計
         '2018-03-14 12:30:00',# アメリカ・小売売上高
         '2018-03-21 18:00:00',# アメリカ・FRB政策金利(FOMC)
         '2018-03-22 12:00:00',#英国・英中銀政策金利
         )